[
  {
    "id": 1,
    "Quote": "As Jack Benny once said: We will now have a moment of silence while everyone says, \"Who cares.\".",
    "Author": "Jack Benny"
  },
  {
    "id": 2,
    "Quote": "I will lift up mine eyes unto the hills from whence cometh my help. My help cometh from the Lord. The Lord is my keeper; He is ever near me. Sun, moon, and shade reveal his tender care. Steadfast I stand, protected from all evil. Faith and good works have banish'd my despair. He watcheth my coming and my going, so why should I be sad? He will not forget me; He watcheth day and night. The Lord is my keeper;  He will not slumber, neither will He sleep. Praise Him! He will not. forget me. He watcheth over me!",
    "Author": "Psalm 121"
  },
  {
    "id": 3,
    "Quote": "Let everyone be quick to listen slow to speak, slow to anger...,",
    "Author": "James 1:19"
  },
  {
    "id": 4,
    "Quote": "Nothing in the world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not: unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are ominpotent. The slogan \"Press on\" has solved and always will solve the problems of the human race.",
    "Author": "Calvin Coolidge"
  },
  {
    "id": 5,
    "Quote": "Carpe diem quam minimum credulo postero - \"Seize the day trusting as little as possible in the future.\"",
    "Author": ""
  },
  {
    "id": 6,
    "Quote": "Climactic Interruptus: Very much like a sell program where natural buyers vacate the are for the bar, this condition actually is more like having a sudden limp swooning sensation in which the systemic blood flows reverses into abdomen causing projectile vomiting on your buy tickets. Me thinks an overnight rest, a hot bath and a jar of tonic will quell the disturbance. ",
    "Author": ""
  },
  {
    "id": 7,
    "Quote": "There is something in the human mind  that so abhors a loss that giving up a quantity of money is rarely fully offset by an equivalent gain. People dislike losing money more than the like making the same amount.",
    "Author": ""
  },
  {
    "id": 8,
    "Quote": "It is not the critic that counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done better. The credit belongs to the man who is actually in the arena...who strives valiantly, who knows the great enthusiams, the great devotions, and spends himself in worthy causes. Who, at best, knows the triumph of high achievement and who, at worst, if he fails, fails while daring greatly so that his place shall never be with those cold and timid souls who know neither victory or defeat.",
    "Author": "Theodore Roosevelt"
  },
  {
    "id": 9,
    "Quote": "On taking action: \"It is not because things are difficult that we do not dare; it is because we do not dare that they are difficult.\"",
    "Author": "Marcus Lucius Annaeus Seneca"
  },
  {
    "id": 10,
    "Quote": "On taking action: \"He who dares nothing need hope for nothing.\"",
    "Author": "Friedrich von Schiller"
  },
  {
    "id": 11,
    "Quote": "On Perseverance: \"No one would have crossed the ocean if he could have gotten off the ship in the storm.\"",
    "Author": "Charles F. Kettering"
  },
  {
    "id": 12,
    "Quote": "On Courage: \"Courage is rarely reckless or foolish. Courage usually involves a highly realistic estimate of the odds that must be faced.\"",
    "Author": "Margaret Truman"
  },
  {
    "id": 13,
    "Quote": "On Attitude: \"The greatest discovery of my generation is that a human being can alter his life by altering his attitude.\"",
    "Author": "William James"
  },
  {
    "id": 14,
    "Quote": "On Attitude: \"The thing always happens that you really believe in; and the belief in a thing makes it happen.\"",
    "Author": "Frank Lloyd Wright"
  },
  {
    "id": 15,
    "Quote": "On self-control: \"A fool gives full vent to his anger but a wise man keeps himself under control.\"",
    "Author": "Proverbs 29:11"
  },
  {
    "id": 16,
    "Quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.",
    "Author": "Wayne Gretzky"
  },
  {
    "id": 17,
    "Quote": "It isn't the burdens of today that drive men mad. It is the regrets over yesterday and the fear of tomorrow. Regret and fear are twin thieves who rob us of today.",
    "Author": "Robert J. Hastings"
  },
  {
    "id": 18,
    "Quote": "Father 4 Years: My Daddy can do anything. \n7 Years: My Dad knows a lot a whole lot. \n8 Years: My Father doesn't know quite everything. \n12 Years: Oh, well, naturally Father doesn't know that either. \n14 Years: Father? Hopelessly old-fashioned. \n21 Years: Oh,  that man is out of date. What did you expect? \n25 Years: He knows a little bit about it, but not much. \n30 Years: Maybe we ought to find out what Dad thinks. \n35 Years: A little patience. Let's get Dad's assessment before we do anything. \n50 Years: I wonder what Dad would have though about that. He was pretty smart. \n60 Years: My Dad knew absolutely everything! \n65 Years: I'd give anything if Dad were here so I could talk this over with him. I really miss that man. \",",
    "Author": ""
  },
  {
    "id": 19,
    "Quote": "Those who cannot remember the past are condemned to repeat it.",
    "Author": "George Santayana"
  },
  {
    "id": 20,
    "Quote": "On Determination: Success is how high you bounce when you hit bottom.",
    "Author": "George S. Patton"
  },
  {
    "id": 21,
    "Quote": "On Attitude: Success is going from failure to failure without a loss of enthusiasm.",
    "Author": "Winston Churchill"
  },
  {
    "id": 22,
    "Quote": "On Success: Success is a lousy teacher. It seduces smart people into thinking they can't lose.",
    "Author": "Bill Gates"
  },
  {
    "id": 23,
    "Quote": "I can calculate the motions of heavenly bodies, but not the madness of people.",
    "Author": "Sir Isaac Newton, reflecting on his losses in one popular stock scheme of the 1700s"
  },
  {
    "id": 24,
    "Quote": "A con artist's strongest ally is the public's eagerness to believe the unbelievable, to accept dubious shortcuts to love, riches, status, a clear complexion or whatever else it yearns for.",
    "Author": ""
  },
  {
    "id": 25,
    "Quote": "If you want to succeed you should strike out  on new paths rather than travel the worn paths of accepted success.",
    "Author": "J.D. Rockefeller, Sr."
  },
  {
    "id": 26,
    "Quote": "Some days you tame the tiger, and some days the tiger has you for lunch.",
    "Author": "Tug McGraw"
  },
  {
    "id": 27,
    "Quote": "When you are robbed by worry -- it's always an inside job.",
    "Author": ""
  },
  {
    "id": 28,
    "Quote": "All that is necessary for the triumph of evil is that good men do nothing.",
    "Author": "Edmund Burke"
  },
  {
    "id": 29,
    "Quote": "One man with courage makes a majority.",
    "Author": "President Andrew Jackson"
  },
  {
    "id": 30,
    "Quote": "If you want to know what a man is really like take notice how he acts when he loses money.",
    "Author": "New England proverb"
  },
  {
    "id": 31,
    "Quote": "Those who stand for nothing fall for anything.",
    "Author": "Alexander Hamilton"
  },
  {
    "id": 32,
    "Quote": "It's easy to have principles when you're rich. The important thing is to have principles when you're poor.",
    "Author": "Ray Kroc"
  },
  {
    "id": 33,
    "Quote": "I've never been poor only broke. Being poor is a state of mind. Being broke is only a temporary situation.",
    "Author": "Mike Todd"
  },
  {
    "id": 34,
    "Quote": "Every composer knows the anguish and despair occasioned by forgetting ideas which one has not time to write down.",
    "Author": "Hector Berlioz"
  },
  {
    "id": 35,
    "Quote": "An anxious heart weights a man down  but a kind word cheers him up.",
    "Author": "Proverbs 12:25"
  },
  {
    "id": 36,
    "Quote": "When it was difficult to be cheerful he was cheerful. When it was hard to be patient, he was patient. When he couldn't have been blamed if he had quit, he didn't quit. When he would have liked to speak his mind, he kept silent. When it would have been easy to be disagreeable, he stayed disagreeable. When he could have ducked duty, he took duty on. When a man who could be trusted was needed, he could be trusted!",
    "Author": "The Little Gazette"
  },
  {
    "id": 37,
    "Quote": "Deep peace of the running wave to you. Deep peace of the flowing air to you. Deep peace of the quiet earth to you. Deep peace of the shining stars to you. Deep peace of the gentle night to you. Moon and stars pour their healing light on you. Deep peace of Christ, the light of the world, to you. Deep peace of Christ to you.",
    "Author": "John Rutter"
  },
  {
    "id": 38,
    "Quote": "There is a charming and elevating legend that one day King David Solomon's father, summoned the court jeweler before him, saying, \"Make me a ring and inscribe upon it a statement that will enable me to moderate my happiness when i experience an excess of triumph. But the same inscription must also lift me up when I descend to the depths of despair.\" The court jeweler, informed that he would be highly rewarded if he succeeded, left the king to ponder over the proper inscription. In time he fashioned a ring of exceptional beauty, but his efforts to find the required inscription were in vain. Walking in the palace garden one day searching his heart for just the right words, he met up with young Solomon. He decided to ask for the advice of one already noted for his wisdom. \"What can I possibly inscribe upon a ring that will moderate the king's ecstasy and at the same time lift him up when he falls despondent? How would you answer that riddle?\" \"Inscribe upon the ring,\" said Solomon, \"these words. 'THIS TOO SHALL PASS AWAY.' When the king will gaze upon it in triumph it will reduce his pride. When he will behold it in despair and trouble it will lift up his spirits and encourage his weary heart.\" All of us should wear a ring like that because it reminds us that our attitude towards life makes a tremendous difference. An optimist sees an opportunity in every difficulty - a pessimist sees a difficulty in every opporturnity.",
    "Author": ""
  },
  {
    "id": 39,
    "Quote": "Do nothing and nothing happens. Do something, and something happens.",
    "Author": "Richard Saunders"
  },
  {
    "id": 40,
    "Quote": "I like thinking of possibilities. At any time an entirely new possibility is liable to come along and spin you off in an entirely new direction. The trick, I've learned, is to be awake to the moment.",
    "Author": "Doug Hall"
  },
  {
    "id": 41,
    "Quote": "It's kind of fun to do the impossible.",
    "Author": "Walt Disney"
  },
  {
    "id": 42,
    "Quote": "I was taught to ask for proof that it was good to distrust authority. You need to have the courage to disagree. There are times in your life when you should be a radical.",
    "Author": "James D. Watson"
  },
  {
    "id": 43,
    "Quote": "Unless you try to do something beyond what you have already mastered you will never grow.",
    "Author": "Ralph Waldo Emerson"
  },
  {
    "id": 44,
    "Quote": "A man may fail many times but he isn't a failure until he begins to blame somebody else.",
    "Author": "J. Paul Getty"
  },
  {
    "id": 45,
    "Quote": "As water reflects a face so a man's heart reflects the man.",
    "Author": "Proverbs 27:19"
  },
  {
    "id": 46,
    "Quote": "Imagination is more important than knowledge.",
    "Author": ""
  },
  {
    "id": 47,
    "Quote": "The best things in life are often expensive.",
    "Author": ""
  },
  {
    "id": 48,
    "Quote": "Early to bed and early to rise makes a man a big nuisance.",
    "Author": ""
  },
  {
    "id": 49,
    "Quote": "One place where you are sure to find the perfect driver is in the back seat.",
    "Author": ""
  },
  {
    "id": 50,
    "Quote": "A genius is a person who aims at something no one else sees and hits it.",
    "Author": ""
  },
  {
    "id": 51,
    "Quote": "Age may wrinkle the face but lack of enthusiasm wrinkles the soul.",
    "Author": ""
  },
  {
    "id": 52,
    "Quote": "One of the great mysteries of life is how that idiot your daughter married can be the father of the smartest grandchildren in the whole world.",
    "Author": ""
  },
  {
    "id": 53,
    "Quote": "Work hard and save your money so when you're old you will be able to buy the things only the young can enjoy.",
    "Author": ""
  },
  {
    "id": 54,
    "Quote": "You can fool some of the people all the time and all of the people some of the time...and that's enough.",
    "Author": ""
  },
  {
    "id": 55,
    "Quote": "There is nothing tender about a tender offer.",
    "Author": ""
  },
  {
    "id": 56,
    "Quote": "Abscence makes the heart go wander.",
    "Author": ""
  },
  {
    "id": 57,
    "Quote": "He who hesitates is dead last.",
    "Author": ""
  },
  {
    "id": 58,
    "Quote": "A conservative is a liberal who has been mugged.",
    "Author": ""
  },
  {
    "id": 59,
    "Quote": "If the stock market experts were so \"expert,\" they would be buying stocks rather than selling advice.",
    "Author": ""
  },
  {
    "id": 60,
    "Quote": "Exhilaration is that feelign you get just after a great idea hits you and just before you realize what's wrong with it.",
    "Author": ""
  },
  {
    "id": 61,
    "Quote": "Security and opportunity are complete strangers.",
    "Author": ""
  },
  {
    "id": 62,
    "Quote": "Determination changes goals into successes. ",
    "Author": ""
  },
  {
    "id": 63,
    "Quote": "Success comes to those who never believe in never.",
    "Author": ""
  },
  {
    "id": 64,
    "Quote": "There is nothing wrong with teenagers that reason won't aggravate.",
    "Author": ""
  },
  {
    "id": 65,
    "Quote": "By the time a man understands women he's no longer intersted.",
    "Author": ""
  },
  {
    "id": 66,
    "Quote": "To get nowhere follow the crowd.",
    "Author": ""
  },
  {
    "id": 67,
    "Quote": "What we learn from the past is we seldom learn from the past.",
    "Author": ""
  },
  {
    "id": 68,
    "Quote": "If we desire peace one of the most powerful institutions of our rising prosperity, it must be known that wea re at all times ready for war.",
    "Author": "General George Washington"
  },
  {
    "id": 69,
    "Quote": "The only effective defense a nation can now maintain is the power of attack. And that power cannot be in machinery alone. There must be men to man the machines. And there must be men to come to close grips with the enemy and tear his operating bases and his productive establishment away from him before the war can end.",
    "Author": "General George C. Marshall"
  },
  {
    "id": 70,
    "Quote": "New conditions require for solution and new weapons require for maximum application, new and imaginative methods. Wars are never won in the past.",
    "Author": "General Douglas MacArthur"
  },
  {
    "id": 71,
    "Quote": "No one desires peace as much as the soldier for he must pay the greatest penalty in war.",
    "Author": "General Douglas MacArthur"
  },
  {
    "id": 72,
    "Quote": "Americans indeed, all free men, remember that in the final choice a soldier's pack is not so heavy a burden as a prisoner's chains.",
    "Author": "General Dwight D. Eisenhower"
  },
  {
    "id": 73,
    "Quote": "Men without weapons in modern war are helpless but weapons without men are nothing.",
    "Author": "General Omar N. Bradley"
  },
  {
    "id": 74,
    "Quote": "The Nation today needs men who htink in terms of service to their country and not in terms of their country's debt to them.",
    "Author": "General Omar N. Bradley"
  },
  {
    "id": 75,
    "Quote": "Our pleas for peace are measured not by the singcerity with which they are spoken but by the strength we can array to enforce them.",
    "Author": "General Omar N. Bradley"
  },
  {
    "id": 76,
    "Quote": "...no victory is assured until the man on the ground takes possession by his physical prescence on the enemy's soil.",
    "Author": "General Omar N. Bradley"
  },
  {
    "id": 77,
    "Quote": "...there is a danger that we may become so enthralled by machines and weapons systems that we will lose sight of the fact that the man - the individual soldier - is the supreme element in combat. That is the reason why the foundation of our system of discipline is the same as the very foundation of our system of government - the preservation of the dignity of the individual.",
    "Author": "General J. Lawton Collins"
  },
  {
    "id": 78,
    "Quote": "I am confident that an Army of strong individuals held together by a sound discipline based on respect for personal initiative and rights and dignity of the individual, will never fail this Nation in time of need.",
    "Author": "General J. Lawton Collins"
  },
  {
    "id": 79,
    "Quote": "Only one military organization can hold and gain ground in war - a ground army supported by tactical aviation with supply lines guarded by a navy.",
    "Author": "General J. Lawton Collins"
  },
  {
    "id": 80,
    "Quote": "Man is and always will be the supreme element in combat and upon the skill, the courage and endurance, and the fighting heart of the individual soldier the issue will ultimately depend.",
    "Author": "General Matthew B. Ridgway"
  },
  {
    "id": 81,
    "Quote": "Wars may be fought with weapons but they are won by men. It is the spirit of the men who follow and of the man who leads that gains the victory.",
    "Author": "General George S. Patton Jr."
  },
  {
    "id": 82,
    "Quote": "The locations of the man on foot struggling forward with the help of artillery, tanks, air, his own supporting weapons, and all the services, is still the gauge by which we measure success or failure.",
    "Author": "General Joseph W. Stilwell"
  },
  {
    "id": 83,
    "Quote": "The American soldier demonstrated that properly equipped, trained and led, he has no superior among all the armies of the world.",
    "Author": "General Lucian K. Truscott"
  },
  {
    "id": 84,
    "Quote": "The establishment of a firm and enuring peace throughout the world based upon honor and justice among all nations, is the indispensable requirement for the survival of our civilization. To this vital task the United States Army, - strong, vigorous, progressive, and alert, - is steadfastly dedicated. I know that the Army is prepared to carry out its vital mission under any circumstances, both in war and peace, with the same brilliant success which has crowned its every effort throughout its long history.",
    "Author": "The Honorable Wilber M. Brucker"
  },
  {
    "id": 85,
    "Quote": "The deterrence of war in this age of high yield weapons is the greatest challenge that this Nation has ever faced. It is no longer a task that can be entrusted solely to the soldier the statesman, or the diplomat, because the deterrence of conflict rests on the concerted efforts of all Americans. If we are to deter the great catatstrophe of another world conflict, we can do so only by the unified efforts of all of us - each contributing according to his station. Only by merging all of our strength - military, economic, political, and moral - in harmonious and effective combination, can we ensure the future of American and the peace of the world.",
    "Author": "General Maxwell D. Taylor"
  },
  {
    "id": 86,
    "Quote": "The day of deliberate mobilization and unhurried training is past.",
    "Author": "General Maxwell D. Taylor"
  },
  {
    "id": 87,
    "Quote": "That the entrepreneur who fails to use his capital to the best possible satisfaction of consumers is relegated to a place in which his ineptitude no longer hurts people's wellbeing",
    "Author": "Ludwig Von Mises"
  },
  {
    "id": 88,
    "Quote": "Life is the acceptance of responsibilities or their evasion; it is a business of meeting obligations or avoiding them. To every man the choice is continually being offered and by the manner of his choosing you may fairly measure him.",
    "Author": "Ben Ames Williams"
  },
  {
    "id": 89,
    "Quote": "It came from your father It was all he had to give, So it's yours to use and cherish As long as you may live. If you lose the watch he gave you It can always be replaced But a black mark on your name, son, Can never be erased. IT was clean the day you took it And a worthy name to bear, When I got it from my father There was no dishonor there. So make sure you guard it wisely - After all is said and done, You'll be glad the name is spotless When you give it to your son.",
    "Author": ""
  }
]